---
kind: property
id: P:Autodesk.Revit.DB.Document.PrintManager
zh: 文档、文件
source: html/514e70ec-341c-148a-aeea-eabcd8cf7ca1.htm
---
# Autodesk.Revit.DB.Document.PrintManager Property

**中文**: 文档、文件

Retrieve the PrintManager of current project.

## Syntax (C#)
```csharp
public PrintManager PrintManager { get; }
```